[
  {
    "id": 1,
    "title": "Sense and Sensibility",
    "year": "1811",
    "characters": ["Marianne Dashwood", "Elinor Dashwood", "Edward Ferrars", "Colonel Brandon", "John Willoughby", "Margaret Dashwood", "Mrs. Dashwood", "John Dashwood", "Fanny Dashwood", "Lucy Steele", "Mrs. Jennings", "Sir John Middleton", "Thomas Palmer", "Charlotte Palmer"],
    "overview": "When Henry Dashwood dies, his house, Norland Park, passes directly to his only son John, the child of his first wife. His second wife, Mrs. Dashwood, and their daughters, Elinor, Marianne and Margaret are left only a small income. On his deathbed, Mr. Dashwood extracts a promise from his son, that he will take care of his half-sisters; however, John's selfish wife Fanny, soon persuades him to renege. John and Fanny immediately take up their place as the new owners of Norland Park, while the Dashwood women are reduced to the position of unwelcome guests. Mrs. Dashwood begins looking for somewhere else to live. In the meantime, Fanny's brother, Edward Ferrars, a pleasant, unassuming, intelligent but reserved young man, visits Norland and soon forms an attachment to Elinor. Fanny disapproves the match and offends Mrs. Dashwood with the implication that Elinor is motivated by money rather than love. Mrs. Dashwood indignantly speeds her search for a new home. Mrs. Dashwood moves her family to Barton Cottage in Devonshire, near the home of her cousin, Sir John Middleton. Their new home lacks many of the conveniences that they have been used to; however, they are warmly received by Sir John, and welcomed into the local society by him, his wife, Lady Middleton, his mother-in-law, Mrs. Jennings and his friend, the grave, quiet and gentlemanly Colonel Brandon. It soon becomes apparent that Colonel Brandon is attracted to Marianne, and Mrs. Jennings teases them about it. Marianne is not pleased as she considers Colonel Brandon, at thirty-five, to be an old bachelor incapable of falling in love, or inspiring love in anyone else. While out walking one day with Margaret, Marianne takes a fall and injures her ankle. The dashing, handsome John Willoughby sees the accident and assists her. Marianne quickly comes to admire his good looks and views on poetry, music, art and love.  Mr. Willoughby's attentions are so overt that Elinor and Mrs. Dashwood begin to suspect that the couple are secretly engaged. Elinor cautions Marianne against her unguarded conduct, but Marianne refuses to check her behaviour, believing such dissimilation to be a form of falsehood. Unexpectedly one day, Mr. Willoughby informs the Dashwoods that his aunt is sending him to London on business, indefinitely. Marianne is distraught and abandons herself to her sorrow. Edward Ferrars then pays a short visit to Barton Cottage but seems unhappy and out of sorts. Elinor fears that he no longer has feelings for her, but feels compelled, by a sense of duty, to protect her family from knowing her heartache. Soon after Edward departs, Anne and Lucy Steele, the vulgar and uneducated cousins of Lady Middleton, come to stay at Barton Park. Lucy informs Elinor of her secret four-year engagement to Edward Ferrars, displaying proofs of her veracity. Elinor comes to understand the inconsistencies of Edward's behaviour to her and acquits him of blame. She is charitable enough to pity Edward for being held to a loveless engagement by his gentlemanly honour. As winter approaches, Elinor and Marianne accompany Mrs. Jennings to London. Upon arriving, Marianne rashly writes a series of personal letters to Mr. Willoughby which go unanswered. When they finally meet, Mr. Willoughby greets Marianne reluctantly and coldly, to her extreme distress. Soon Marianne receives a curt letter enclosing their former correspondence and love tokens, including a lock of her hair, and informing her of his engagement to a young lady of large fortune. Marianne is devastated, and admits to Elinor that she and Willoughby were never engaged, but she loved him and he led her to believe he loved her. In sympathy for Marianne, and to illuminate Willoughby's true character, Colonel Brandon reveals to Elinor that Mr. Willoughby had seduced Brandon's fifteen-year-old ward, and abandoned her when she became pregnant. In the meantime, the Steele sisters have come to London as guests of John and Fanny Dashwood. Lucy sees her invitation to the Dashwoods' as a personal compliment, rather than what it is, a slight to Elinor. In the false confidence of their popularity, Anne Steele betrays Lucy's secret. As a result the Miss Steeles are turned out of the house, and Edward is entreated to break the engagement on pain of disinheritance. Edward, honourably, refuses to comply and is immediately disinherited in favour of his brother, gaining widespread respect for his gentlemanly conduct, and sympathy from Elinor and Marianne who understand how much he has sacrificed. In her misery over Mr. Willoughby's marriage, Marianne neglects her health and becomes dangerously ill. Traumatised by rumours of her impending death, Mr. Willoughby arrives to repent and reveals to Elinor that his love for Marianne was genuine. Threatened with disinheritance because of his immoral behaviour, he felt he must marry for money rather than love, but he elicits Elinor's pity because his choice has made him unhappy. When Marianne is recovered, Elinor tells her of Mr. Willoughby's visit. Marianne comes to assess what has passed with sense rather than emotion, and sees that she could never have been happy with Mr Willoughby's immoral and expensive nature. She comes to value Elinor's conduct in a similar situation and resolves to model herself after Elinor's courage and good sense. Upon learning that Lucy has married Mr. Ferrars, Elinor is grieved, until Edward himself arrives to reveal that Lucy has jilted him in favour of his wealthy brother, Robert. Edward and Elinor are soon married and in a very few years Marianne marries Colonel Brandon, having gradually fallen deeply in love with him. Colonel Brandon then invites Edward and Elinor to live at his estate with him and Marianne."
  },
  {
    "id": 2,
    "title": "Pride and Prejudice",
    "year": "1813",
    "characters": [
      "Elizabeth Bennet",
      "Mr. Bennet",
      "Longbourn",
      "Mrs. Bennet",
      "Jane Bennet Bingley",
      "Catherine Bennet",
      "Mary Bennet",
      "Lydia Bennet Wickham",
      "Fitzwilliam Darcy",
      "Charles Bingley",
      "Lady Catherine de Bourgh",
      "George Wickham",
      "William Collins",
      "Louisa Hurst",
      "Mr. Hurst",
      "Caroline Bingley",
      "Sir William Lucas",
      "Charlotte Lucas",
      "Lady Lucas",
      "Georgiana Darcy",
      "Colonel Fitzwilliam",
      "Mr. Gardiner",
      "Mrs. Gardiner"
    ],
    "overview": "Mr. Bennet is the master of Longbourn, an estate entailed to the male line, and upon his death, it will pass to his cousin William Collins rather than any of his five daughters, who will be left with only their respective share of five thousand pounds. His wife Mrs. Bennet is desperate for their daughters to marry, and her hopes appear to be answered when nearby Netherfield Park is let to the wealthy Charles Bingley, who falls in love with their eldest daughter, Jane. Bingley's friend Fitzwilliam Darcy, who is even richer and better-born than his friend, insults Elizabeth, the second daughter, within her hearing, and Elizabeth dislikes him. The Longbourn and Netherfield parties meet frequently, during which time Darcy comes to admire Elizabeth and reveals this to Bingley's sister Caroline, who begins to treat Elizabeth as a rival for Darcy's affections. When Jane falls ill during a visit to Netherfield Park, Elizabeth joins her sister to nurse her and gets to know the Netherfield party even better. She hears Darcy boast of his own pride and remark on his high standards, particularly for educated young women. Jane recovers, and the sisters return home shortly before Mr. Collins arrives. Mr. Collins wishes to marry one of his cousins, and after Mrs. Bennet tells him Jane is will soon become engaged, he focuses his attentions on Elizabeth. Elizabeth meets George Wickham, a lieutenant of the militia quartered in Meryton for the winter, and he claims that Darcy is the cause of his poverty because he ignored the will of the late Mr. Darcy (Darcy's father and Wickham's godfather). She fails to pick up on the hints of Wickham's duplicity, and her dislike of Darcy is cemented. Bingley hosts a ball, at which the Bennet family embarrasses themselves, and when Elizabeth is asked to dance by Darcy, she brings up his pride and supposed mistreatment of Wickham. Sir William Lucas interrupts the dance to remark on the expected engagement between Jane and Bingley, shocking Darcy. The Netherfield party leaves the next day, and though the Bennets expect Bingley to return and propose to Jane, he never does. Jane goes to London to stay with their uncle Mr. Gardiner and his wife, and when Caroline Bingley is rude to her, she ends their acquaintance. Mr. Collins proposes to Elizabeth and is rejected, though Mrs. Bennet tries to convince her otherwise. He then proposes to her friend Charlotte Lucas, who accepts. Elizabeth is shocked by the news, and she loses respect for Charlotte; however, she agrees to visit Charlotte at Easter. Mr. Collins's patroness Lady Catherine de Bourgh is Darcy's aunt and the mother of his cousin Anne De Bourgh, whom she considers engaged to Darcy, and he and his cousin Colonel Fitzwilliam visit Rosings Park at the same time. Colonel Fitzwilliam tells Elizabeth that Darcy recently prevented his friend Bingley from proposing to an unsuitable young woman, unaware that Jane is the woman in question. Elizabeth is upset by the news and stays at Hunsford Parsonage while the others go to dinner at Rosings Park. Darcy arrives to propose to her, but so insultingly that it breaks into an argument where Elizabeth accuses him of impoverishing Wickham and breaking her sister's heart. The next day, Darcy hand-delivers a letter defending himself to Elizabeth before he leaves Rosings. He says he prevented Bingley from proposing to Jane because he believed Jane didn't love him, and he reveals that Wickham received his inheritance but spent it foolishly and when Darcy refused to give him more money he attempted to elope with Darcy's fifteen-year-old sister Georgiana for her thirty thousand pound dowry. Elizabeth returns to Longbourn and learns that her youngest sister, Lydia, has been invited to stay in Brighton with Colonel Forster and his wife when the militia summers there. She advises her father to refuse the invitation, but Mr. Bennet thinks that would be too much trouble. Elizabeth's own plans to travel for the summer are curtailed when her uncle's business forces them to shorten their trip; rather than go to the Lake District, they go to Derbyshire where Elizabeth agrees to visit Darcy's estate Pemberley after hearing he isn't home. He arrives unexpectedly, however, and Elizabeth is impressed by the changes he has made to his character. He calls on Elizabeth alone at the inn on the same day she receives a letter from Jane revealing that Lydia has run away with Wickham; though Jane hopes they will be married, there is no evidence that they have traveled beyond London. Elizabeth confides in Darcy, knowing it will prevent him from ever renewing his addresses to her and she now realizes she wishes he would. Elizabeth and the Gardiners return to Longbourn, and Mr. Gardiner joins the search for Lydia. Mr. Bennet returns home and soon receives a letter announcing that Lydia and Wickham have been found and will be married; the Bennets believe Mr. Gardiner bribed Wickham into marrying Lydia. The Wickhams pay a visit to Longbourn. Lydia accidentally reveals that Darcy was at her wedding, and Elizabeth writes Mrs. Gardiner for more information; she tells Elizabeth that Darcy was the one who found Lydia and Wickham, purchased his debts, and bribed him into marrying Lydia. Bingley returns to Longbourn with Darcy, and he soon proposes to Jane, who accepts. The neighborhood speculates which couple will become engaged next and land on Elizabeth and Darcy, speculation that is passed from the Lucases to the Collinses to Lady Catherine De Bourgh. Lady Catherine travels to Longbourn to confront Elizabeth about the supposed engagement, and Elizabeth defends herself from Lady Catherine's insults. Lady Catherine then confronts Darcy, carrying Elizabeth's defense of their unrealized relationship. Darcy realizes Elizabeth might love him. He proposes again, and this time she accepts. Mr. Bennet is shocked by the engagement, but Elizabeth reassures him that her feelings for Darcy are real. Mrs. Bennet is ecstatic that her daughter is marrying such a wealthy, aristocratic man, and Caroline Bingley reconciles with the Miss Bennets in order to retain her social position. Eventually Elizabeth convinces Darcy to reconcile with his aunt as well. The Darcys and Bingleys are plagued by the Wickhams' greed and dysfunction, but otherwise are happy."
  },
  {
    "id": 3,
    "title": "Emma",
    "year": "1815",
    "characters": [
      "Emma Woodhouse",
      "George Knightley",
      "Frank Churchill",
      "Jane Fairfax",
      "Harriet Smith",
      "Henry Woodhouse",
      "Mr. Elton",
      "Augusta Elton",
      "Anne Taylor Weston",
      "Mr. Weston",
      "Robert Martin",
      "John Knightley",
      "Isabella Woodhouse Knightley",
      "Miss Bates",
      "Mrs. Bates",
      "Mrs. Goddard",
      "Mr. Perry",
      "Mrs. Perry",
      "Mr. Churchill",
      "Mrs. Churchill"
    ],
    "overview": "Emma Woodhouse, aged 21 at the start of the novel, is a young, beautiful, witty, and wealthy woman in Regency England. She lives on the fictional estate of Hartfield in Surrey in the village of Highbury with her elderly widowed father, a valetudinarian who is excessively concerned for the health and safety of his loved ones. Emma's friend and only critic is the gentlemanly George Knightley, her neighbour from the adjacent estate of Donwell, and the brother of her elder sister Isabella's husband, John. As the novel opens, Emma has just attended the wedding of Miss Taylor, her best friend and former governess. Having introduced Miss Taylor to her future husband, Mr. Weston, Emma takes credit for their marriage, and decides that she rather likes matchmaking. Against Mr. Knightley's advice, Emma forges ahead with her new interest, and tries to match her new friend Harriet Smith, a sweet, pretty, but none-too-bright parlour boarder of seventeen—described as \"the natural [i.e.,illegitimate daughter of somebody\"—to Mr. Elton, the local vicar. Emma becomes convinced that Mr. Elton's constant attentions are a result of his attraction and growing love for Harriet. But before events can unfold as she plans, Emma must first persuade Harriet to refuse an advantageous marriage proposal. Her suitor is a respectable, educated, and well-spoken young farmer, Robert Martin, but Emma decides he isn't good enough for Harriet. Against her own wishes, the easily influenced Harriet rejects Mr. Martin.Emma's schemes go awry when Mr. Elton, a social climber, fancies Emma is in love with him and proposes to her. Emma's friends had suggested that Mr. Elton's attentions were really directed at her, but she had misread the signs. Emma, rather shocked and a bit insulted, tells Mr. Elton that she had thought him attached to Harriet; however Elton is outraged at the very idea of marrying the socially inferior Harriet. After Emma rejects Mr. Elton, he leaves for a while for a sojourn in Bath, and Harriet fancies herself heartbroken. Emma feels dreadful about misleading Harriet and resolves—briefly—to interfere less in people's lives. Mr. Elton, as Emma's misconceptions of his character melt away, reveals himself to be arrogant, resentful, and pompous. He soon returns from Bath with a pretentious, nouveau-riche wife who becomes part of Emma's social circle, though the two women soon loathe each other. The Eltons treat the still lovestruck Harriet deplorably, culminating with Mr Elton very publicly snubbing Harriet at a dance. Mr. Knightley, who had until this moment refrained from dancing, gallantly steps in to partner Harriet, much to Emma's gratification. An interesting development is the arrival in the neighbourhood of the handsome and charming Frank Churchill, Mr. Weston's son, who had been given to his deceased wife's wealthy brother and his wife, the Churchills, to raise. Frank, who is now Mrs. Weston's stepson, and Emma have never met, but she has a long-standing interest in doing so. The whole neighborhood takes a fancy to him, with the partial exception of Mr. Knightley, who becomes uncharacteristically grumpy whenever his name is mentioned and suggests to Emma that while Frank is clever and engaging, he is also a rather shallow character. A third newcomer is the orphaned Jane Fairfax, the reserved, beautiful, and elegant niece of Emma's impoverished neighbour, the talkative Miss Bates, who lives with her deaf, widowed mother. Miss Bates is an aging spinster, well-meaning but increasingly poor; Emma strives to be polite and kind to her, but is irritated by her constant chattering. Jane, very gifted musically, is Miss Bates' pride and joy; Emma envies her talent, and although she has known Jane all her life has never warmed to her personally. Jane had lived with Miss Bates until she was nine, but Colonel Campbell, a friend of her father's, welcomed her into his own home, where she became fast friends with his daughter and received a first-rate education. But now Miss Campbell has married, and the accomplished but penniless Jane has returned to her Bates relations, ostensibly to regain her health and to prepare to earn her living as a governess. Emma is annoyed to find the entire neighborhood, including Mrs. Weston and Mr. Knightley, singing Jane's praises, but when Mrs. Elton, who fancies herself the new leader of Highbury society, patronizingly takes Jane under her wing and announces that she will find her the ideal governess post, Emma begins to feel some sympathy for Jane's predicament. Still, Emma sees something mysterious in Jane's sudden return to Highbury and imagines that Jane and Miss Campbell's husband, Mr. Dixon, were mutually attracted, and that is why she has come home instead of going to Ireland to visit them. She shares her suspicions with Frank, who had become acquainted with Jane and the Campbells when they met at a vacation spot a year earlier, and he apparently agrees with her. Suspicions are further fueled when a piano, sent by an anonymous benefactor, arrives for Jane. Emma tries to make herself fall in love with Frank largely because almost everyone seems to expect it. Frank appears to be courting Emma, and the two flirt and banter together in public, at parties, and on a day-trip to Box Hill, a local beauty spot. However, when his demanding and ailing aunt, Mrs. Churchill, summons Frank home, Emma discovers she does not miss her \"lover\" nearly as much as she expected and sets about plotting a match between him and Harriet, who seems to have finally got over Mr. Elton. Harriet breathlessly reports that Frank has \"saved\" her from a band of Gypsies, and seems to be confessing her admiration for him. Meanwhile, Mrs. Weston wonders if Emma's old friend Mr. Knightley has taken a fancy to Jane. Emma immediately dismisses that idea and protests that she does not want Mr. Knightley to marry anyone, and that her little nephew Henry must inherit Donwell, the Knightley family property. When Mr. Knightley scolds her for a thoughtless insult to Miss Bates, Emma is stunned and ashamed and tries to atone by going to visit Miss Bates. Mr. Knightley is surprised and deeply impressed by Emma's recognition of her wrongdoing, but this meaningful rapprochement is broken off when he announces he must leave for London to visit his brother. Meanwhile, Jane reportedly becomes ill, but refuses to see Emma or accept her gifts, and it is suddenly announced that she has accepted a governess position from one of Mrs. Elton's friends. On the heels of this comes word that Frank Churchill's aunt has died, and with it the astonishing news that Frank and Jane have been secretly engaged since they first met on holiday a year ago. They had been keeping the engagement quiet because they knew that Frank's imperious aunt would disapprove and likely disinherit him if he went through with the match. The strain of the clandestine relationship had been much harder on the conscientious Jane than the carefree Frank, and the two had quarreled bitterly; but now that his aunt has died, his easygoing uncle has already given his blessing. The engagement becomes public, the secrets behind Jane and Frank's behavior are revealed, and Emma is chagrined to discover that once again she has been so wrong about so much. Emma is certain that Harriet will be devastated by Frank's engagement, but Harriet reassures her that this is not the case. In fact, Harriet tells Emma, it is Mr. Knightley who has captured her heart, and she believes he returns her feelings. Emma is dumbstruck over what she at first thinks is the impropriety of the match, but as she faces her feelings of dismay and jealousy, she realizes in a flash that she has long been in love with Mr. Knightley herself. She is shattered to think that it may be too late and resolves to support her dear friends in whatever they do, even at the cost of her own broken heart. However, when Mr. Knightley hurries back to Highbury to console Emma over what he imagines to be the loss of Frank Churchill, she discovers that he is also in love with her. He proposes and she joyfully accepts. There is one more match to be made: With encouragement from Mr. Knightley, the farmer, Robert Martin, proposes again to Harriet, and this time she accepts. Jane and Emma reconcile and all misunderstandings are cleared up before Jane and Frank leave for their wedding and life with his uncle in Yorkshire. Emma and Mr. Knightley decide that after their marriage they will live with Emma's father at Hartfield to spare Mr. Woodhouse loneliness and distress. They seem all set for a union of \"perfect happiness,\" to the great joy of their friends. Mrs. Weston gives birth to a baby girl, to the great satisfaction of Emma, who looks forward to introducing little Miss Weston to her young nephews."
  },
  {
    "id": 4,
    "title": "Mansfield Park",
    "year": "1814",
    "characters": [
      "Fanny Price",
      "Edmund Bertram",
      "Lady Bertram",
      "Mrs. Norris",
      "Mr. Norris",
      "Sir Thomas Bertram",
      "Tom Bertram",
      "Maria Bertram",
      "Julia Bertram",
      "Dr. Grant",
      "Mrs. Grant",
      "Henry Crawford",
      "Mary Crawford",
      "James Rushworth",
      "John Yates",
      "William Price",
      "Mr. Price",
      "Mrs. Price",
      "Susan Price",
      "Lady Stornaway",
      "Mrs. Rushworth"
    ],
    "overview": "The main character, Fanny Price, is a young girl from a relatively poor family, raised by her rich uncle and aunt, Sir Thomas and Lady Bertram, at Mansfield Park. She grows up with her four cousins, Tom Bertram, Edmund Bertram, Maria Bertram and Julia Bertram, but is always treated as inferior to them; only Edmund shows her real kindness. He is also the most virtuous of the siblings: Maria and Julia are vain and spoiled, while Tom is an irresponsible gambler. Over time, Fanny's gratitude for Edmund's kindness grows into romantic love. When the children have grown up, the stern patriarch Sir Thomas leaves for a year so he can deal with problems on his plantation in Antigua. The fashionable and worldly Henry Crawford and his sister Mary Crawford arrive in the village, and stay with their sister, the Parson's wife. The arrival of the Crawfords disrupts the staid world of Mansfield and sparks a series of romantic entanglements. Mary and Edmund begin to form an attachment, though Edmund often worries that her manners are fashionable and her conversation often cynical, masking a lack of firm principle. However, she is engaging, beautiful and charming, and goes out of her way to befriend Fanny. Fanny fears that Mary has enchanted Edmund, and love has blinded him to her flaws. Henry plays with the affections of both Maria and Julia, despite Maria being already engaged to the dull, but very rich, Mr. Rushworth. Maria believes that Henry is really in love with her, and treats Mr Rushworth coldly, invoking his jealousy. Fanny is little observed in the family circle - her presence is often overlooked and she frequently witnesses Maria and Henry in compromising situations. Encouraged by Tom and his friend Mr. Yates, the young people decide to put on Elizabeth Inchbald's play Lovers' Vows; Edmund and Fanny both initially oppose the plan, believing Sir Thomas would disapprove and feeling that the subject matter of the play is not appropriate. Edmund is eventually swayed, offering to play the part of Anhalt, the lover of the character played by Mary Crawford. As well as giving Mary and Edmund a vehicle to talk about love and marriage, the play provides a pretext for Henry and Maria to flirt in public. Sir Thomas arrives unexpectedly in the middle of a rehearsal, which ends the plan. Henry leaves, and Maria is crushed; realising that Henry does not love her, she marries Mr. Rushworth and they leave for Brighton, taking Julia with them. Meanwhile, Fanny's improved looks and pleasant temper endear her to Sir Thomas, who pays more attention to her care. Henry returns to Mansfield Park and decides to amuse himself by making Fanny fall in love with him. However, her genuine gentleness and kindness cause him to fall in love with her instead. When he proposes marriage, Fanny's disgust at his improper flirtations with her cousins, as well as her love for Edmund, cause her to reject him. The Bertrams are dismayed, since it is an extremely advantageous match for a poor girl like Fanny. Sir Thomas rebukes her for ingratitude. Henry decides he will continue to pursue Fanny, hoping that in time she will change her mind by coming to believe he is constant. Sir Thomas supports a plan for Fanny to pay a visit to her relatively poor family in Portsmouth, hoping that as Fanny suffers from the lack of comforts there, she will realize the usefulness of a good income. Henry pays Fanny a visit in Portsmouth, to convince her that he has changed and is worthy of her affection. Fanny's attitude begins to soften but she still maintains that she will not marry him. Henry leaves for London, and shortly afterward, Fanny learns of a scandal involving Henry and Maria. The two had met again and rekindled their flirtation, which quickly had developed into an affair. The affair is discovered and hinted at in a national newspaper; Maria leaves her husband's house and elopes with Henry. The scandal is terrible and the affair results in Maria's divorce; however Henry refuses to marry her. To make matters worse, the dissolute Tom has taken ill, and Julia has eloped with Mr. Yates. Fanny returns to Mansfield Park to comfort her aunt and uncle and to help take care of Tom. Although Edmund knows that marriage to Mary is now impossible because of the scandal between their relations, he goes to see her one last time. During the interview, it becomes clear that Mary does not condemn Henry and Maria's adultery, only that they got caught. Her main concern is covering it up and she implies that if Fanny had accepted Henry, he would have been too busy and happy to have an affair, and would have been content with merely a flirtation. This reveals Mary's true nature to Edmund, who realises he had idealised her as someone she is not. He tells her so and returns to Mansfield and his living as a Parson at Thornton Lacey. \"At exactly the time it should be so, and not a week sooner.\" Edmund realises how important Fanny is to him, declares his love for her and they are married. Tom recovers from his illness, a steadier and better man for it, and Julia's elopement turns out to be not such a desperate business after all. Austen points out that if only Crawford had persisted in being steadfast to Fanny, and not succumbed to the affair with Maria, Fanny eventually would have accepted his marriage proposal—especially after Edmund had married Mary."
  },
  {
    "id": 5,
    "title": "Northanger Abbey",
    "year": "1818 (written 1798/99)",
    "characters": ["Catherine Morland", "Henry Tilney", "Isabella Thorpe", "James Morland", "John Thorpe", "General Tilney", "Frederick Tilney", "Eleanor Tilney", "Mr. Allen", "Mrs. Allen"],
    "overview": "Catherine Morland, eldest daughter of a respectable clergyman, is seventeen and absorbed in novels and the Gothic genre. Her happy but all together unremarkable life is interrupted when her wealthy neighbours, the Allens, offer to have her accompany them to Bath where Mr Allen plans to seek treatment for his poor health. There, Catherine finds herself swept up in new acquaintances and Gothic plots as she enters society and attempts to fulfil her would be role as a sentimental heroine."
  },
  {
    "id": 6,
    "title": "Persuasion",
    "year": "1818",
    "characters": ["Anne Elliot", "Frederick Wentworth", "Lady Russell", "Louisa Musgrove", "Henrietta Musgrove", "Mary Musgrove", "Sir Walter Elliot", "William Elliot"],
    "overview": "More than seven years prior to the events in the novel, Anne Elliot falls in love with a handsome young naval officer named Frederick Wentworth, who is intelligent and ambitious, but poor. Sir Walter Elliot, Anne's father and lord of the family estate of Kellynch, and her older sister Elizabeth are dissatisfied with her choice, maintaining that he is not distinguished enough for their family. Her older friend and mentor, Lady Russell, acting in place of Anne's deceased mother, persuades her to break off the engagement. Now, aged 27 and still unmarried, Anne re-encounters her former fiancé when his sister and brother-in-law, the Crofts, take out a lease on Kellynch.  Wentworth, now a captain, is wealthy from wartime victories in the Royal Navy and from prize-money for capturing enemy ships. However, he has not forgiven Anne for her rejection of him. The self-interested machinations of Anne's father, her older sister Elizabeth, Elizabeth's friend Mrs. Clay, and William Elliot (Anne's cousin and her father's heir) constitute important subplots."
  }
]
